# 利用規約は読みにくいものです。Pythonのメンバシップ演算子を使用して、
# 以下の利用規約が自分を「監視」しようとしているかどうかを調べてください。

terms_of_service = """免責事項: 本ソフトウェアは、本ソフトウェアの利用規約に基づいて提供されるものであり、
たとえその当事者がテンプレートを適用する場合でも、著作権法上の年数を指定します。以下の 
ガイドラインに従ってください。テキスト以外のメディアの再利用:特に断りのない限り、テキスト以外のメディア 
ファイルが変更される場合、その権利を伝えなければなりません。また、弊社は、保全のためにソースを作成しなければ 
なりません。(5)カリフォルニア州北部地区でのみ提起でき、裁判地はカリフォルニア州 
クララ郡に置かれるものとします。弊社はカリフォルニア州におけるすべての私事を監視します。 
裁判地はカリフォルニア州サンタクララ郡に置かれ、本ライセンスの利用規約は 
GFDLの下でも利用可能であるとします。つまり、再利用するページにそのコンポーネントが明確に 
記載されていない限り、派生物を配布でき、(i)ベースインタプリタの特性化に対し、およびその後対象コードのこのコンポーネントが 
どこにあろうとも、第3C項を遵守しなければなりません。"""
